In [8]:
#Importing the libraries
import numpy as np
import pandas as pd

In [9]:
#Creating Series
s=pd.Series([10,20,30,40,50])
s

0    10
1    20
2    30
3    40
4    50
dtype: int64

In [10]:
#Creating a Data Frame
data={'Name':['Alice','Bob','Cathy'],'Salary':[50000,60000,70000]}       #Creating Dict
df=pd.DataFrame(data)                                                    #Converting {data} into a DataFrame
df

    Name  Salary
0  Alice   50000
1    Bob   60000
2  Cathy   70000